[DLC06_Twk_FavorPickup DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[DLC06_Twk_FavorPickup:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="裏工作"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC06_Twk_GlobalStore DisTweaks_Store]
m_StoreItems[0]=(m_Name="隠しクロスボウのボルト",m_Description="ダウドの隠しクロスボウの弾薬。")
m_StoreItems[1]=(m_Name="爆破ボルト",m_Description="着弾後に爆発するボルト。")
m_StoreItems[2]=(m_Name="弾丸",m_Description="一般的なピストルの弾薬。")
m_StoreItems[3]=(m_Name="麻酔ダート",m_Description="敵を眠らせるダート。")
m_StoreItems[4]=(m_Name="アークマイン",m_Description="どこにでも設置できる致死的なトラップ。")
m_StoreItems[5]=(m_Name="スタンマイン",m_Description="どこにでも設置できる麻酔トラップ。")
m_StoreItems[6]=(m_Name="グレネード",m_Description="爆発するグレネード。")
m_StoreItems[7]=(m_Name="チョークダスト",m_Description="非致死性のグレネードで一時的に敵を無力化する。")
m_StoreItems[8]=(m_Name="ピエロのスピリチュアル回復薬",m_Description="マナを回復する。")
m_StoreItems[9]=(m_Name="ソコロフのエリクサー",m_Description="体力を回復する。")
m_StoreItems[10]=(m_Name="リワイヤツール",m_Description="セキュリティ回路をハックし、思うままに操作できるようにする。一度使えば消費する。")
m_StoreItems[11]=(m_Name="隠しクロスボウの精度",m_Description="照準のぶれを減らし隠しクロスボウの狙いを安定させる。")
m_StoreItems[12]=(m_Name="隠しクロスボウの攻撃範囲",m_Description="隠しクロスボウの射出速度が増加し距離も伸びる。")
m_StoreItems[13]=(m_Name="隠しクロスボウの充填速度",m_Description="素早い充填に加えオートリロードが可能となる。")
m_StoreItems[14]=(m_Name="強化麻酔ダート",m_Description="戦闘中であっても麻酔ダートが効果を発揮する。")
m_StoreItems[15]=(m_Name="強化装甲",m_Description="ダメージを減らす。")
m_StoreItems[16]=(m_Name="ブーツステルス 1",m_Description="足音を減らす。 <br>§C_BLUE§Unlocks: §C§<br>ブーツステルス 2")
m_StoreItems[17]=(m_Name="ブーツステルス 2",m_Description="足音を大幅に減らす。")
m_StoreItems[18]=(m_Name="ボルト・キャパシティ 1",m_Description="ボルトの所持数を10増やす。 (トータル 20)")
m_StoreItems[19]=(m_Name="ボルト・キャパシティ 2",m_Description="ボルトの所持数を10増やす。 (トータル 30)")
m_StoreItems[20]=(m_Name="麻酔ダート・キャパシティ 1",m_Description="麻酔ダートの所持数を3増やす。 (トータル 13)")
m_StoreItems[21]=(m_Name="麻酔ダート・キャパシティ 2",m_Description="麻酔ダートの所持数を2増やす。 (トータル 15)")
m_StoreItems[22]=(m_Name="爆破ボルト・キャパシティ 1",m_Description="爆破ボルトの所持数を3増やす。 (トータル 8)")
m_StoreItems[23]=(m_Name="爆破ボルト・キャパシティ 2",m_Description="爆破ボルトの所持数を2増やす。 (トータル 10)")
m_StoreItems[24]=(m_Name="グレネード・キャパシティ",m_Description="グレネードの所持数を4増やす。 (トータル 9)")
m_StoreItems[25]=(m_Name="チョークダスト・キャパシティ",m_Description="チョークダストの所持数を4増やす。 (トータル 9) ")
m_StoreItems[26]=(m_Name="アークマイン・キャパシティ",m_Description="アークマインの所持数を3増やす。 (トータル 6)")
m_StoreItems[27]=(m_Name="スタンマイン・キャパシティ",m_Description="スタンマインの所持数を3増やす。 (トータル 6)")
m_StoreItems[28]=(m_Name="アークマインチャージ",m_Description="アークマインの設置数が増加。")
m_StoreItems[29]=(m_Name="スタンマインチャージ",m_Description="スタンマインの設置数が増加。")
m_StoreItems[30]=(m_Name="スタンマイン",m_Description="アークマインの出力を調整し非致死性のものに変えた兵器。")
m_StoreItems[31]=(m_Name="ボーンチャーム・キャパシティ 1",m_Description="ボーンチャームの装備数を増加 (トータル 4, 最大 6).")
m_StoreItems[32]=(m_Name="ボーンチャーム・キャパシティ 2",m_Description="ボーンチャームの装備数を増加 (トータル 5, 最大 6). ")
m_StoreItems[33]=(m_Name="ボーンチャーム・キャパシティ 3",m_Description="ボーンチャームの装備数を増加 (トータル 6, 最大 6). ")
m_StoreItems[34]=(m_Name="暗証番号",m_Description="海運事務所の宝箱の暗証番号を盗み聞きした衛兵が壁に書きとめておいてくれる。")
m_StoreItems[35]=(m_Name="盗まれたルーン",m_Description="買収した労働者が入手し「偶然置いていった」ルーン。自然哲学院あての古いアーチファクトが詰められた木箱の中から見つかったもので、下水道に隠されていたルーンが川に流されてきて発見されたという。")
m_StoreItems[36]=(m_Name="サイレントサボタージュ",m_Description="買収した労働者が精油バルブのセキュリティを解除しておく。バルブを使用しても警報は鳴らないだろう。")
m_StoreItems[37]=(m_Name="落ちていたルーン",m_Description="同志の一人が捨てられた橋から発見したルーン。")
m_StoreItems[38]=(m_Name="届けられた鯨油タンク",m_Description="区画への最初のゲートに、役に立つであろう鯨油タンクをいくつか置いておく。")

[Tutorial.DLC06_StoreTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` ブリンクのチュートリアルを読む"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tutorial.DLC06_StoreTutorial_PickUp:DisTweaks_Interactable_PickupBase_105 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="クリップボード"
m_InteractText="`GBA_Use` 読む"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

